[
  {
    "id": 4,
    "image": "/img/eventos/2025/09/2025-09-07-costelao-1.jpg",
    "date": "2025-09-07",
    "title": "Costelão da Nazaré",
    "excerpt": "A festa do Círio continua! Participe da tradicional Costelá da Nazaré, um delicioso almoço de confraternização no dia 07 de setembro, com muita alegria e solidariedade para as obras da nossa paróquia.",
    "category": "noticia",
    "link": "/pages/evento-detalhe.html?id=4",
    "fullText": "<p>Depois da procissão e missa do Círio… a festa continua! 🔥✨</p><p>No dia <strong>07 de setembro</strong>, prepare-se para saborear o nosso delicioso Costelão da Nazaré! 🥩❤️</p><p>O evento será realizado na <strong>Paróquia Nossa Senhora de Nazaré</strong>, na Rua Pau Ferro, nº 640. Reúna a família, traga seu prato e talheres, e venha viver mais esse momento de confraternização e alegria! 🙌🎉</p><h3>Valores e Lotes</h3><ul><li><strong>1º Lote:</strong> R$ 45,00 (Até 31 de agosto)</li><li><strong>2º Lote:</strong> R$ 50,00 (De 01 a 04 de setembro)</li><li><strong>3º Lote:</strong> R$ 60,00 (De 05 a 06 de setembro)</li></ul><p>Garanta já o seu ingresso antecipado e aproveite! Para mais informações, entre em contato pelo número: <strong>(69) 99600-7098</strong>.</p>",
    "galleryImages": [],
    "driveLink": "https://photos.google.com/share/AF1QipPLtnDApccsjhYXqWP0qRSIjTHjgt8aauKBB7jRuryOI2R5YMGSrTsC-p0ENBjopg?key=cE9lMkduZ2Z1TU1NOFhsTXZTZEppMVJlb2dWTkpn"
  },

  {
    "id": 3,
    "image": "/img/eventos/2025/08/2025-08-30-cirio-1.jpg",
    "date": "2025-08-30",
    "title": "Círio de Nazaré 2025",
    "excerpt": "Nossa paróquia se prepara para o grande Círio de Nazaré 2025! Convidamos a todos a participarem de sete dias de novena, missas diárias, procissões e um almoço de confraternização, em um momento único de fé e união.",
    "category": "noticia",
    "link": "/pages/evento-detalhe.html?id=3",
    "fullText": "<p>Preparem seus corações! O Círio de Nazaré 2025 se aproxima, trazendo um momento único e abençoado de intensa fé para toda a comunidade paroquial.</p><h2>Programação Detalhada</h2><ul><li><strong>Novena:</strong> De <strong>30 de agosto a 07 de setembro</strong>, com missa todos os dias às 19h.</li><li><strong>Procissão de Nossa Senhora de Nazaré:</strong> A grande procissão sairá da Catedral de Porto Velho no dia <strong>30 de agosto</strong>.</li><li><strong>Chegada na Paróquia NS das Graças:</strong> No dia <strong>06 de setembro</strong>, a imagem de Nossa Senhora de Nazaré chegará à Paróquia Nossa Senhora das Graças, onde será realizada uma missa festiva às 19h.</li><li><strong>Procissão do Círio e Almoço:</strong> O ponto alto da celebração será no dia <strong>07 de setembro</strong>, com a grande procissão do Círio, seguida de um almoço de confraternização para toda a comunidade.</li></ul><p>Convidamos todos os fiéis a participarem dessa jornada de fé e renovação espiritual, fortalecendo a nossa comunidade e a nossa devoção à padroeira.</p>",
    "galleryImages": ["/img/eventos/2025/08/2025-08-30-cirio-2.jpg"],
    "driveLink": []
  },

  {
    "id": 2,
    "image": "/img/eventos/2025/07/2025-07-21-cerco-1.jpg",
    "date": "2025-07-21",
    "title": "Cerco de Jericó",
    "excerpt": "Nossa paróquia viveu sete dias de oração e fé no Cerco de Jericó, um momento de profunda renovação espiritual guiado pela presença inspiradora do Padre Ênio.",
    "category": "noticia",
    "link": "/pages/evento-detalhe.html?id=2",
    "fullText": "<p>Com imensa alegria, nossa paróquia viveu um momento único e abençoado com a realização do Cerco de Jericó, que aconteceu ao longo de sete dias de oração, fé e louvor.</p><p>Tivemos a honra de contar com a presença do Padre Ênio, que nos guiou espiritualmente durante toda essa jornada de clamor e entrega ao Senhor.</p><p>Foram dias verdadeiramente maravilhosos, marcados pela presença viva de Deus, adoração ao Santíssimo, missas, meditações e momentos de profunda renovação espiritual. Foram noites inesquecíveis, onde cada oração elevou nossa fé e fortaleceu nossa comunidade. Que tudo o que vivemos nesse Cerco continue frutificando em nossas vidas, com corações mais confiantes, esperançosos e cheios da graça de Deus.</p>",
    "galleryImages": [
      "/img/eventos/2025/07/2025-07-21-cerco-2.jpg",
      "/img/eventos/2025/07/2025-07-21-cerco-3.jpg",
      "/img/eventos/2025/07/2025-07-21-cerco-4.jpg"
    ],
    "driveLink": "https://photos.app.goo.gl/n34vzH2fVvLXDExQA"
  },

  {
    "id": 1,
    "image": "/img/eventos/2025/07/2025-07-11-eucaristia-1.jpg",
    "date": "2025-07-11",
    "title": "Primeira Eucaristia",
    "excerpt": "A Paróquia Nossa Senhora de Nazaré celebra mais uma etapa na vida de fé de seus jovens. Após uma jornada de preparação catequética, eles receberam pela primeira vez o Corpo e Sangue de Cristo na Eucaristia.",
    "category": "noticia",
    "link": "/pages/evento-detalhe.html?id=1",
    "fullText": "<p>A Primeira Eucaristia é um momento especial na vida cristã, quando a criança ou adolescente recebe, pela primeira vez, o Corpo e Sangue de Cristo. Na Paróquia Nossa Senhora de Nazaré, a preparação é feita com fé, amor e formação catequética, ajudando os catequizandos a entenderem o valor da Missa e a presença real de Jesus na Eucaristia.</p>",
    "galleryImages": [
      "/img/eventos/2025/07/2025-07-11-eucaristia-2.jpg",
      "/img/eventos/2025/07/2025-07-11-eucaristia-3.jpg",
      "/img/eventos/2025/07/2025-07-11-eucaristia-4.jpg"
    ],
    "driveLink": "https://photos.google.com/share/AF1QipPLtnDApccsjhYXqWP0qRSIjTHjgt8aauKBB7jRuryOI2R5YMGSrTsC-p0ENBjopg?key=cE9lMkduZ2Z1TU1NOFhsTXZTZEppMVJlb2dWTkpn"
  }
]
